assortment = [
    {
      "number": 747287,
      "name": "Піца «Карбонара»"
    },
    {
      "number": 731785,
      "name": "Піца «Франческо»"
    },
    {
    "number": 21556,
      "name": "Перець фарширований"
    },
    {
"number": 18141,
      "name": "Салат «Бурячок»"
    },
    {
"number": 506171,
      "name": "Скумбрія філе гриль"
    },
    {
"number": 30865,
      "name": "Биток курячий ніжний"
    },
    {
"number": 743651,
      "name": "Котлети курячі"
    },
    {
        "number": 95955,
        "name": "Фрукти в Желе"
    },
    {
"number": 49902,
      "name": "Рулет яєчний зі шпинатом",
    },
    {
"number": 522329,
      "name": "Салат олів'є з яловичиною"
    },
    {
"number": 90773,
      "name": "Млинці з яблуками",
    },
    {
"number": 129662,
      "name": "Огірки малосольні різані"
    },
    {
"number": 63063,
      "name": "Салат «Ніжність»"
    },
    {
"number": 313653,
      "name": "Салат «Мулен Руж»"
    },
    {
"number": 666,
      "name": "Напій Sprite"
    },
    {
"number": 777728,
      "name": "Салат з кіноа та лососем"
    },
    {
"number": 537211,
      "name": "Салат з броколі"
    }
]